txt_instruction = '''
Нажмите "Начать", чтобы пройти тест Руфье и проверить\nработу вашего сердца под нагрузкой.\n
Тест состоит из нескольких этапов:
    1. Измерение пульса (15 сек)
    2. 30 приседаний (45 сек)
    3. Повторное измерение пульса (15 сек)
    4. Отдых (30 сек)
    5. Повторное измерение пульса (15 сек)'''

txt_test1 = '''Замерьте количество ударов сердца за 15 секунд.
Нажмите "Начать", когда нащупаете пульс, затем введите
результат в поле ниже.\n
Если не получается найти пульс - обратитесь к врачу.'''

txt_test2 = '''Выполните 30 приседаний за 45 секунд.\n 
Нажмите кнопку "Начать", чтобы запустить счетчик приседаний.\n
Делайте приседания со скоростью счетчика.'''

txt_test3 = '''На этот этап уйдёт 60 секунд. Придерживайтесь плана:
    1. Замерьте пульс после приседаний (15 сек)
    2. Отдохните (30 секунд)
    3. Замерьте пульс ещё раз (15 сек)
    4. Запишите результаты в соответствующие поля''' 

txt_sits = '''Выполните 30 приседаний за 45 секунд - это нагрузка,
исходя из которой получится сделать выводы.\n
Если не получается присесть ровно 30 раз - обратитесь к врачу.'''